<?php

// resources/lang/gr/messages.php

return [
    'home' => 'Σπίτι',
    'allviews' => 'όλες τις προβολές',
    'logout' => 'Αποσύνδεση',
    'login' => 'Σύνδεση',
    'loginwith' => 'συνδεθείτε με το',
    'email' => 'διεύθυνση ηλεκτρονικού ταχυδρομείου:',
    'password' => 'Κωδικός πρόσβασης:',
    'register' => 'Δεν είστε εγγεγραμμένος? Κάντε κλικ',
    'here' => 'εδώ',
    'remember' => 'Θυμήσου με',
    'forgot' => 'Ξεχάσατε τον κωδικό σας?',
    'admin'=>'Πίνακας ελέγχου διαχειριστή',
    'dashboard' => 'Ταμπλό',
    'qrCode' => 'Κωδ. Qr',
    'users' => 'Χρήστες',
    'viewpoints' => 'Τοποθεσίες',
    'roles' => 'Ρόλοι',
    'permissions' => 'Αδεια',
    'add' => 'Προσθήκη',
    'operations' => 'Λειτουργίες',
    'backup' => 'Αντιγράφων ασφαλείας',
    'edit' => 'Επεξεργασία',
    'delete' => 'Διαγράφω',
    'comment' => 'Σχόλιο',
    'name' => 'Ονομα',
    'dateTime' => 'Ημερομηνία / Ώρα προσθήκης',
];
